Repository: KDE/ksmtp
Catalog: po/*/libksmtp6.po
Languages: bg, zh_tw

source: Service not available
bg: Услугата не е налична
zh_tw: 服務不可用

source: Mailbox unavailable. The server said: %1
bg: Пощенската кутия е недостъпна. Сървърът отговори с: %1
zh_tw: 信箱不可用。伺服器回應：%1

source: Insufficient storage space on server. The server said: %1
bg: Недостатъчно място за съхранение на сървъра. Сървърът отговори с: %1
zh_tw: 伺服器上的空間不足。伺服器回應：%1

source: Server error: %1
bg: Грешка в сървъра: %1
zh_tw: 伺服器錯誤：%1

source: Connection to server lost.
bg: Връзката със сървъра е прекъсната.
zh_tw: 已喪失對伺服器的連線。

source: Login
bg: Вписване
zh_tw: 登入

source: Could not authenticate to the SMTP server because no matching authentication method has been found
bg: Не може да се извърши удостоверение към SMTP сървъра, защото не е намерен съответстващ метод за удостоверяване
zh_tw: 無法與 SMTP 伺服器進行驗證，因為沒有找到任何相符的認證方法

source: Token expired
bg: Токенът е изтекъл
zh_tw: 權杖已過期

source: Login failed, cannot initialize the SASL library
bg: Неуспешно влизане, не може да се инициализира SASL библиотеката
zh_tw: 登入失敗，無法初始化 SASL 函式庫

source: Could not send the message because either the sender or recipient field is missing or invalid
bg: Съобщението не можа да бъде изпратено, тъй като полето за подател или получател липсва или е невалидно
zh_tw: 無法傳送信件，因為寄件者或收件者欄位缺乏或者是無效的

source: Could not send the message because it exceeds the maximum allowed size of %1 bytes. (Message size: %2 bytes.)
bg: Съобщението не можа да бъде изпратено, тъй като превишава максималния разрешен размер от %1байта. (Размер на съобщението: %2 байта.)
zh_tw: 無法傳送信件，因為它的大小超過最大允許值（%1 位元組）。（信件大小：%2 位元組）
